{
    "pcj-industries": "PCJ INDUSTRIES",
    "pcj": "PCJ",
    "about": "About",
    "about-us": "About Us",
    "products": "Products",
    "projects": "Projects",
    "news": "News",
    "contact": "Contact",
    "contact-us": "Contact Us",
    "careers": "Careers",
    "follow-us": "Follow Us",

    "fire-steel-doors": "Fire Steel Doors",
    "fire-dampers": "Fire Dampers",
    "vertical-only": ", Vertical only",
    "duct-dampers": "Other Dampers",
    "air-outlets": "Air Outlets",
    "duct-silencers": "Duct Silencers & Acoustic Louvers",
    "duct-silencers-br": "Duct Silencers & Acoustic Louvers",

    "quality-you-can-trust": "Quality you can trust",
    "quality-you-can-trust-detail-p1": "For over",
    "quality-you-can-trust-detail-p2": "years of experience, PCJ INDUSTRIES has delivered high quality products to all regions of Thailand and many countries around the world. We have been known throughout the construction field for high quality products and reliable services.  With leading technologies on product lines, team of professional in this field, certificates from Underwriter Laboratories, British Standards Institution, Standards Australia, Air Diffusion Council, Thai Industrial Standards Institute, and quality management system ISO 9001:2008, you can put your trust in our products and services. Our objective is to ensure fast delivery of exceptional products to let your projects complete as planned without interruption.",
    "view-all": "View All",

    "type": "Type",
    "model-you-can-choose": "Model you can choose",
    "model": "Model",
    "no-models-available": "No requested model is available at this time.",
    "option-you-can-choose": "Customize product",
    "size": "Size",
    "available-upon-request-doors": "Available upon request up to maximum 1200mm X 2400mm (for Single Door) and 2400mm X 2400mm (for Double Door)",
    "available-upon-request-dampers": "Available upon request up to maximum 48” X 48” (for Single Section) and 96” X 96” (for Multiple Section)",
    "fire-rating": "Fire Rating",
    "0-3-hours": "3 hours in accordance with ANSI/UL 10C & CAN/ULC-S104",
    "3-hour-dampers": "3 hours in accordance with ANSI/UL 555 & CAN/ULC-S112",
    "3-hour": "3 hours",
    "door-style": "Door Style",
    "door-style-p1": "Flush Style, Flush Style with Vision Panel, Embossed Style",
    "door-type": "Door Type",
    "door-type-p1": "Single Door, Double Door",
    "vision-panel": "Vision Panel",
    "vision-panel-p1": "Optional (Maximum exposed area of glazing is 100 square inches)",
    "louvers": "Louvers",
    "louvers-p1": "Optional",
    "door-closers": "Door Closers",
    "door-locks": "Door Locks",
    "wheel-set": "Wheel Set",
    "door-handles": "Door Handles",
    "door-holders": "Door Holders",
    "fire-exit-devices": "Fire Exit Devices",
    "etc": "Etc.",
    "door-hinge": "Door Hinges",
    "seal": "Seal",
    "automatic-door-bottom": "Automatic Door Seal",
    "fire-door-coordinator": "Door Coordinator",



    "hardware-you-can-add": "Hardware you can add",
    "get-a-quote": "Get A Quote",

    "description": "Description",
    "certificate": "Certificate",
    "installation": "Installation",
    "catalogue": "Catalogue",
    "download": "Download",
    "no-file-available": "No file is available at this time.",

    "pcj-industries-company-limited": "PCJ INDUSTRIES COMPANY LIMITED",
    "headquarters": "Headquarters",
    "factory": "Factory",

    "199/24-25 Vibhavadeerangsit Road,": "199/24-25 Vibhavadeerangsit road,",
    "Samsennai, Phayathai,": "Samsennai, Phayathai,",
    "Bangkok 10400, Thailand": "Bangkok 10400, Thailand",
    "Mon - Sat": "Mon - Sat,",
    "8:30AM - 5:30PM (ICT)": "8:30AM - 5:30PM (ICT)",

    "45/2 Kaengkhoi-Salaengpan Road, Moo 8,": "45/2 Kaengkhoi-Salaengpan Road, Moo 8,",
    "Banpa, Kaengkhoi,": " Banpa, Kaengkhoi,",
    "Saraburi 18110, Thailand": " Saraburi 18110, Thailand",

    "job-positions-available": "Available Job Positions",
    "Sales Executive(lnternational)": "Sales Executive(lnternational)",
    "Sales Executive(Domestic)": "Sales Executive(Domestic)",
    "Sales Coordinator": "Sales Coordinator",
    "Marketing Executive": "Marketing Executive",
    "Purchasing Admin.": "Purchasing Admin.",
    "Accountant": "Accountant",
    "Finance Staff": "Finance Staff ",
    "HR Admin.": "HR Admin.",
    "Production Engineer": "Production Engineer",
    "R&D Engineer": "R&D Engineer",
    "QA Engineer": "QA Engineer",
    "Construction & Maintenance Engineer": "Construction & Maintenance Engineer",
    "CAD Operator": "CAD Operator",
    "Operator/Technician": "Operator/Technician",
    "Warehouse Admin.": "Warehouse Admin.",
    "Production Admin.": "Production Admin.",

    "no-project-matches": "No project matches the filter",

    "certificates-from-world-wide": "Certificates from worldwide accepted organization",
    "product-distribute-worldwide": "Our products have been distributed to many countries worldwide",

    "about-p1": "PCJ INDUSTRIES CO., LTD. was established in Thailand since 1998, with an objective to introduce high quality building materials, which are Fire Steel Doors, Fire Dampers, Duct Dampers, Duct Silencers, Acoustic Louvers, and Air Outlets, in order to promote safety and standards of buildings. Our products are certified by worldwide accepted organization, which are Underwriter Laboratories, British Standards Institution, Standards Australia, Air Diffusion Council, and Thai Industrial Standards Institute. In addition, our company has been certified by ISO 9001:2008 at full system as well.",
    "about-p2": "We keep investing in research and development of our products to meet modern standards and design.  We established a national presence and has steadily expanded into global markets. Our utmost policies are to manufacture in strict compliance with international standards of high quality products at competitive price and on time delivery. This has become and keep going to be capital endorsement of our company.",
    "careers-p1": "We are pleased to have you join our PCJ family and grow together. We are open for many job positions.  If you are interested, please email us your resume, supported documents, and a formal portrait to below email address.",
    "careers-p2": "Or drop hard copy of your documents at our headquarters at below address.  We promise to contact you back at soonest.",

    "year": "Year",
    "country": "Country",
    "filter-by": "Filter By",
    "all": "All",
    "go": "Go",
    "location": "Location",
    "company": "Company",

    "fsd-p1": "We manufacture and provide 3-hour fire rated steel doors with plenty of options and hardware to customize the door without compromising any functionalities.  Finishing surface with powder color or wood grain, which give the doors an authentic look of wooden doors but remain with 3-hour fire rating, are available as per your requirements. Our products are certified by UL as per ANSI/UL 10C & CAN/ULC-S104 and by renowned national institutions for fire rating and performance that you can trust.",
    "fsd-p2": "We can produce and customize products to meet any requirement you may have.  For example, embossing door leaves, adding vision panel, sealing door edge to prevent smoke, etc.  We aim to enhance safety level of buildings without reducing functionalities of the doors.",
    "fd-p1": "We manufacture and provide 3-hour fire rated dampers that can be mounted vertically on fire rated barriers, such as walls or partitions, with airflow in either direction. The dampers are designed to automatically shut down in the event of fire emergency to prevent the spread of flame through the barrier. Our products are certified by UL as per ANSI/UL 555 & CAN/ULC-S112 for fire rating and performance that you can trust",
    "dd-p1": "We manufacture and provide high quality dampers made of galvanized steel sheet to increase strength, ensure rust resistance, and prolong service life. The dampers are available in many sizes upon request and plenty of shapes, for instance, rectangular, round, or oval. They are also customizable to gain new features, such as, automatic adjustment or ensuring low leak. Our products are tested and certified by renowned national institution for an excellent performance that you can trust.",
    "ao-p1": "We manufacture and provide high quality air outlets made of anodized aluminium to make them lightweight, ensure tarnish resistance, and prolong service life. Finishing surface of the outlets with powder color can be done as optional to match with appearance of buildings or areas they are installed. Our products are certified by Standards Australia as per AS 1217.2-1985 and Air Diffusion Council as per ADC 1062 : GRID-84, and are available in many sizes upon request to meet any requirements you may have.",
    "ds-p1": " We manufacture and provide high quality duct silencers and acoustic louvers made of galvanized steel sheet to increase strength, and line inside casing with fiberglass insulation covered with perforated galvanized steel sheet to protect the fiberglass and prolong service life. Our products are certified by Standards Australia as per AS 1277 for noise reduction effectiveness and are available in many sizes upon request to meet any requirements you may have",

    "low-leak": "Low Leak",
    "low-leak-p1": "Optional",
    "motorized": "Motorized",
    "motorized-p1": "Optional",





    "seo-home-title": "PCJ INDUSTRIES",
    "seo-home-meta-keyword": "Fire Steel Doors, Fire Dampers, Other Dampers, Air Outlets",
    "seo-home-meta-desc": "We are experts in manufacturing fire steel doors, fire dampers, other dampers, duct silencers, acoustic louvers, and air outlets since 1998",

    "seo-project-title": "Projects - PCJ",
    "seo-project-meta-keyword": "Projects - PCJ",
    "seo-project-meta-desc": "Hundreds of customers around the world have trusted in quality of our products. Please take a look at notably projects",

    "seo-about-title": "About - PCJ",
    "seo-about-meta-keyword": "About - PCJ",
    "seo-about-meta-desc": "PCJ INDUSTRIES is an expert in manufacturing of fire steel doors, fire dampers, other dampers, duct silencers, acoustic louvers, and air outlets since 1998",

    "seo-contact-title": "contact - PCJ",
    "seo-contact-meta-keyword": "contact - PCJ",
    "seo-contact-meta-desc": "We are pleased to hear from you. Send us an email at sales@pcjindustries.co.th or call us at +66 2 279 4166, +66 2 616 0184",

    "seo-careers-title": "careers - PCJ",
    "seo-careers-meta-keyword": "careers - PCJ",
    "seo-careers-meta-desc": "You are more than welcome to join our PCJ family. Please visit our website for available positions",

    "seo-fsd-title": "Fire Steel Doors - UL, BSI - PCJ",
    "seo-fsd-meta-keyword": "Fire Steel Doors - UL, BSI - PCJ",
    "seo-fsd-meta-desc": "PCJ is an expert in manufacturing fire rated steel doors. We provide various types of steel doors that are certified by UL & BSI.",

    "seo-fd-title": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-keyword": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-desc": "PCJ is an expert in manufacturing fire rated dampers. We provide many types of fire resistance dampers that are certified by UL standards",

    "seo-dd-title": "Other Dampers - PCJ",
    "seo-dd-meta-keyword": "Other Dampers - PCJ",
    "seo-dd-meta-desc": "PCJ is an expert in manufacturing dampers. Plenty models certified by AS are available upon your request to fit any requirements.",

    "seo-ds-title": "Duct Silencers & Acoustic Louvers - AS - PCJ",
    "seo-ds-meta-keyword": "Duct Silencers & Acoustic Louvers - AS - PCJ",
    "seo-ds-meta-desc": "PCJ is an expert in manufacturing duct silencers and acoustic louvers. We provides various types of silencers and louvers certified by AS",

    "seo-ao-title": "Air Outlets - AS, ADC - PCJ",
    "seo-ao-meta-keyword": "Air Outlets - AS, ADC - PCJ",
    "seo-ao-meta-desc": "PCJ is an expert in manufacturing air outlets. Various models certified by AS & ADC are available to fit any requirements you may have.",

    "seo-news-title": "News - PCJ",
    "seo-news-meta-keyword": "Fire Steel Doors, Fire Dampers, Other Dampers, duct silencers, acoustic louvers, Air Outlets",
    "seo-news-meta-desc": "Recent news about PCJ INDUSTRIES",

    "": ""
}
