{
    "pcj-industries": "PCJ INDUSTRIES",
    "pcj": "PCJ",
    "about": "About",
    "about-us": "About Us",
    "products": "Products",
    "projects": "Projects",
    "news": "News",
    "contact": "Contact",
    "contact-us": "Contact Us",
    "careers": "Careers",
    "follow-us": "Follow Us",

    "amp": "&",
    "fire-steel-doors": "Fire Steel Doors & Non-Fire Steel Doors",
    "frd-vdo-commercial": "PCJ Fire Steel Doors TV advertisement",
    "fire-dampers": "Fire Dampers",
    "vertical-only": ", Vertical only",
    "fdc-vdo-demonstrate": "VDO demonstrates function of the Fire Dampers, Model : FDC",
    "fdc-vdo-ul-01": "Fire Damper of PCJ INDUSTRIES CO., LTD. tested for 3 hours in accordance with ANSI/UL 555 & CAN/ULC-S112 at UL LLC Northbrook, USA",
    "frd-vdo-ul-01": "Fire Steel Door of PCJ INDUSTRIES CO., LTD. tested for 3 hours in accordance with ANSI/UL 10C & CAN/ULC-S104 at UL LLC Northbrook, USA",
    "frd-vision-vdo-ul-01": "Fire Door Glass Light Frame of PCJ INDUSTRIES CO., LTD. tested for 3 hours in accordance with ANSI/UL 10C & CAN/ULC-S104 at UL LLC Northbrook, USA",
    "duct-dampers": "Other Dampers",
    "air-outlets": "Air Outlets",
    "duct-silencers": "Duct Silencers & Acoustic Louvers",
    "duct-silencers-br": "Duct Silencers & Acoustic Louvers",
    "fsd-ul": "Combination of Fire & Smoke Dampers",

    "quality-you-can-trust": "Quality you can trust",
    "quality-you-can-trust-detail-p1": "For over",
    "quality-you-can-trust-detail-p2": "years of experience, PCJ INDUSTRIES has delivered high quality products to all regions of Thailand and many countries around the world. We have been known throughout the construction field for high quality products and reliable services.  With leading technologies on product lines, team of professional in this field, certificates from Underwriter Laboratories, British Standards Institution, Standards Australia, Air Diffusion Council, Thai Industrial Standards Institute, and quality management system ISO 9001:2008, you can put your trust in our products and services. Our objective is to ensure fast delivery of exceptional products to let your projects complete as planned without interruption.",
    "view-all": "View All",

    "type": "Type",
    "model-you-can-choose": "Model you can choose",
    "model": "Model",
    "no-models-available": "No requested model is available at this time.",
    "option-you-can-choose": "Product available",
    "size": "Size",
    "available-upon-request-doors": "Available upon request up to maximum 1200mm X 2400mm (for Single Door) and 2400mm X 2400mm (for Double Door)",
    "available-upon-request-dampers": "Available upon request up to maximum 48” X 48” (for Single Section) and 96” X 96” (for Multiple Section)",
    "available-upon-request-fsd-ul": "Available upon request up to maximum 48” X 48”",
    "fire-rating": "Fire Rating",
    "0-3-hours": "3 hours in accordance with ANSI/UL 10C & CAN/ULC-S104",
    "3-hour-dampers": "3 hours in accordance with ANSI/UL 555 & CAN/ULC-S112",
    "3-hour": "3 hours",
    "door-style": "Door Style",
    "door-style-p1": "Flush Style, Flush Style with Vision Panel, Embossed Style",
    "door-type": "Door Type",
    "door-type-p1": "Single Door, Double Door",
    "vision-panel": "Vision Panel",
    "vision-panel-p1": "Optional (Maximum exposed area of glazing is 100 square inches)",
    "louvers": "Louvers",
    "louvers-p1": "Optional",
    "door-closers": "Door Closers",
    "door-locks": "Door Locks",
    "wheel-set": "Wheel Set",
    "door-handles": "Door Handles",
    "door-holders": "Door Holders",
    "fire-exit-devices": "Fire Exit Devices",
    "etc": "Etc.",
    "all": "All",
    "door-hinge": "Door Hinges",
    "seal": "Seal",
    "automatic-door-bottom": "Automatic Door Seal",
    "fire-door-coordinator": "Door Coordinator",



    "hardware-you-can-add": "Hardware available",
    "get-a-quote": "Get A Quote",

    "description": "Description",
    "certificate": "Certificate",
    "installation": "Installation",
    "catalogue": "Catalogue",
    "download": "Download",
    "no-file-available": "No file is available at this time.",

    "pcj-industries-company-limited": "PCJ INDUSTRIES COMPANY LIMITED",
    "headquarters": "Headquarters",
    "factory": "Factory",

    "199/24-25 Vibhavadeerangsit Road,": "199/24-25 Vibhavadeerangsit road,",
    "Samsennai, Phayathai,": "Samsennai, Phayathai,",
    "Bangkok 10400, Thailand": "Bangkok 10400, Thailand",
    "Mon - Sat": "Mon - Sat,",
    "8:30AM - 5:30PM (ICT)": "8:30AM - 5:30PM (ICT)",

    "45/2 Kaengkhoi-Salaengpan Road, Moo 8,": "45/2 Kaengkhoi-Salaengpan Road, Moo 8,",
    "Banpa, Kaengkhoi,": " Banpa, Kaengkhoi,",
    "Saraburi 18110, Thailand": " Saraburi 18110, Thailand",

    "job-positions-available": "Available Job Positions",
    "Sales Executive(lnternational)": "Sales Executive(lnternational)",
    "Sales Executive(Domestic)": "Sales Executive(Domestic)",
    "Sales Coordinator": "Sales Coordinator",
    "Marketing Executive": "Marketing Executive",
    "Purchasing Admin.": "Purchasing Admin.",
    "Accountant": "Accountant",
    "Finance Staff": "Finance Staff ",
    "HR Admin.": "HR Admin.",
    "Production Engineer": "Production Engineer",
    "R&D Engineer": "R&D Engineer",
    "QA Engineer": "QA Engineer",
    "Construction & Maintenance Engineer": "Construction & Maintenance Engineer",
    "CAD Operator": "CAD Operator",
    "Operator/Technician": "Operator/Technician",
    "Warehouse Admin.": "Warehouse Admin.",
    "Production Admin.": "Production Admin.",

    "no-project-matches": "No project matches the filter",

    "certificates-from-world-wide": "Certificates from worldwide accepted organization",
    "product-distribute-worldwide": "Our products have been distributed to many countries worldwide",

    "about-p1": "PCJ INDUSTRIES CO., LTD. was established in Thailand since 1998, with an objective to introduce high quality building materials, which are Fire Steel Doors, Fire Dampers, Other Dampers, Duct Silencers, Acoustic Louvers, and Air Outlets, in order to promote safety and standards of buildings. Our products are certified by worldwide accepted organization, which are Underwriter Laboratories, British Standards Institution, Standards Australia, Air Diffusion Council, and Thai Industrial Standards Institute. In addition, our company has been certified by ISO 9001:2008 at full system as well.",
    "about-p2": "We keep investing in research and development of our products to meet modern standards and design.  We established a national presence and has steadily expanded into global markets. Our utmost policies are to manufacture in strict compliance with international standards of high quality products at competitive price and on time delivery. This has become and keep going to be capital endorsement of our company.",
    "about-p3": "We have our own factory established on our own land, area 40,000 sq.m. (approx.), in Kaengkhoi, Saraburi, Thailand.",
    "careers-p1": "We are pleased to have you join our PCJ family and grow together. We are open for many job positions.  If you are interested, please email us your resume, supported documents, and a formal portrait to below email address.",
    "careers-p2": "Or drop hard copy of your documents at our headquarters at below address.  We promise to contact you back at soonest.",

    "year": "Year",
    "country": "Country",
    "filter-by": "Filter By",
    "all": "All",
    "go": "Go",
    "location": "Location",
    "company": "Company",

    "fsd-p1": "We manufacture and distribute Fire Steel Doors, 3 Hr Fire Rating, ANSI/UL 10C & CAN/ULC-S104. Various type, styles, finish : Single Doors, Double Doors, Flush Doors, Flush with Vision Panels, Embossed Doors, Powder Finish, Wood Grain Finish as well as various types of hardware are available upon request. 2 Hr Fire Steel Doors and Non-Fire Steel Doors are also available upon request to fulfill most requirements.",
    "fd-p1": "We manufacture and distribute fire dampers, 3 Hr Fire Rating, ANSI/UL 555 & CAN/ULC-S112 that can be mounted vertically on masonry/gypsum walls.  The dampers are designed to automatically close by gravity in the event of fire when temperature at the dampers reach up to 165°F (74°C) in order to block the spread of flame pass through the walls.",
    "dd-p1": "We manufacture and distribute various types of dampers, ie. : Fire Dampers, 3 Hr Fire Rating, tested by KMIT in accordance with UL 555, Combination of Fire Dampers and Smoke Dampers, 3 Hr Fire Rating, tested by KMIT in accordance with UL 555&UL 555S, Volume Dampers, Motorized Dampers, Gravity Dampers, Relief Dampers. Each type is designed suitable for each particular function.",
    "ao-p1": "We manufacture and distribute various types of Air Outlets : Round Ceiling Diffusers, Square Ceiling Diffusers, Rectangular Ceiling Diffusers, Air Grilles, Egg Crate Grilles, Supply Air Registers, Opposed Blade Volume Dampers, Linear Slot Diffusers, Linear Bar Grilles, Insect Screens, Air Filters, Air Louvers.  Some types are performance tested and certified by N.A.T.A., Australia, AS 1277 & ADC 1062 : GRID-84.  Each type is designed suitable for each particular function.",
    "ds-p1": "We manufacture and distribute Duct Silencers and Acoustic Louvers.  The duct silencers have been dynamic insertion loss (dB) tested and certified by N.A.T.A., Australia, AS 1277.  Available for rectangular and round shape at any sizes (made to order) upon request that can be mounted vertically or horizontally to reduce sound to desire levels as requrements.",
    "fsd-ul-p1": "We manufacture and distribute combination of Fire and Smoke Dampers, 3 Hr Fire Rating, that can be mounted vertically on masonry/gypsum walls, for both In-Wall and Out-of-Wall installation.  The dampers are designed to automatically close by Actuators in the event of fire when temperature at the dampers and/or at the heat detectors that linked to the dampers reach up to 165°F (74°C), and/or when smoke at the smoke detector that linked to the dampers in order to block the spread of flame and/or smoke pass through the walls.",

    "low-leak": "Low Leak",
    "low-leak-p1": "Optional",
    "motorized": "Motorized",
    "motorized-p1": "Optional",

    "no-finance-record": "No finance record is available at this moment",





    "seo-home-title": "PCJ INDUSTRIES",
    "seo-home-meta-keyword": "Fire Steel Doors, Fire Dampers, Other Dampers, Air Outlets",
    "seo-home-meta-desc": "We are experts in manufacturing Fire Steel Doors, Fire Dampers, Other Dampers, Duct Silencers, Acoustic Louvers, and Air Outlets since 1998",

    "seo-project-title": "Projects - PCJ",
    "seo-project-meta-keyword": "Projects - PCJ",
    "seo-project-meta-desc": "Hundreds of customers around the world have trusted in quality of our products. Please take a look at our notably projects",

    "seo-about-title": "About - PCJ",
    "seo-about-meta-keyword": "About - PCJ",
    "seo-about-meta-desc": "PCJ INDUSTRIES is an expert in manufacturing of Fire Steel Doors, Fire Dampers, Other Dampers, Duct Silencers, Acoustic Louvers, and Air Outlets since 1998",

    "seo-contact-title": "contact - PCJ",
    "seo-contact-meta-keyword": "contact - PCJ",
    "seo-contact-meta-desc": "We are pleased to hear from you. Send us an email at sales@pcjindustries.co.th or call us at +66 2 279 4166, +66 2 616 0184",

    "seo-careers-title": "careers - PCJ",
    "seo-careers-meta-keyword": "careers - PCJ",
    "seo-careers-meta-desc": "You are more than welcome to join our PCJ family. Please visit our website for available positions",

    "seo-fsd-title": "Fire Steel Doors - UL - PCJ",
    "seo-fsd-meta-keyword": "Fire Steel Doors - UL - PCJ",
    "seo-fsd-meta-desc": "PCJ is an expert in manufacturing Fire Steel Doors certified by UL as per ANSI/UL 10C & CAN/ULC-S104. Plenty of models are available. Please contact us for more information.",

    "seo-fd-title": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-keyword": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-desc": "PCJ is an expert in manufacturing Fire Dampers certified by UL as per ANSI/UL 555 & CAN/ULC-S112. Plenty of models are available. Please contact us for more information.",

    "seo-dd-title": "Other Dampers - PCJ",
    "seo-dd-meta-keyword": "Other Dampers - PCJ",
    "seo-dd-meta-desc": "PCJ is an expert in manufacturing Other Dampers. Plenty of models are available. Please contact us for more information.",

    "seo-ds-title": "Duct Silencers & Acoustic Louvers - AS - PCJ",
    "seo-ds-meta-keyword": "Duct Silencers & Acoustic Louvers - AS - PCJ",
    "seo-ds-meta-desc": "PCJ is an expert in manufacturing Duct Silencers and Acoustic Louvers certified by AS. Plenty of models are available. Please contact us for more information.",

    "seo-ao-title": "Air Outlets - AS, ADC - PCJ",
    "seo-ao-meta-keyword": "Air Outlets - AS, ADC - PCJ",
    "seo-ao-meta-desc": "PCJ is an expert in manufacturing Air Outlets certified by AS & ADC. Plenty of models are available. Please contact us for more information.",

    "seo-news-title": "News - PCJ",
    "seo-news-meta-keyword": "Fire Steel Doors, Fire Dampers, Other Dampers, Duct Silencers, Acoustic Louvers, Air Outlets",
    "seo-news-meta-desc": "Recent news about PCJ INDUSTRIES. Please visit us for more information.",

    "": ""
}
