{
    "pcj-industries": "พีซีเจ อุตสาหกรรม",
    "about": "เกี่ยวกับเรา",
    "about-us": "เกี่ยวกับเรา",
    "products": "สินค้า",
    "projects": "ผลงาน",
    "contact": "ติดต่อเรา",
    "contact-us": "ติดต่อเรา",
    "careers": "ร่วมงานกับเรา",

    "fire-steel-doors": "ประตูทนไฟ",
    "fire-dampers": "แดมเปอร์ทนไฟ",
    "duct-dampers": "ดักท์แดมเปอร์",
    "air-outlets": "หน้ากากแอร์",

    "quality-you-can-trust": "คุณภาพที่คุณวางใจ",
    "quality-you-can-trust-detail": "ด้วยประสบการณ์ที่สั่งสมมาอย่างยาวนานกว่า 15 ปี บริษัท พีซีเจ อุตสาหกรรม จำกัด ได้ทำการส่งมอบผลิตภัณฑ์คุณภาพสูงทั่วทุกภูมิภาคของประเทศไทยและอีกหลายประเทศทั่วโลก จนเป็นที่รู้จักและให้การยอมรับอย่างกว้างขวางในวงการก่อสร้างทั้งในด้านคุณภาพของสินค้าที่เชื่อถือได้และบริการที่ตรงต่อเวลา ด้วยสายการผลิตที่มีเครื่องมือชั้นนำ ทีมบุคลากรผู้เชี่ยวชาญ และมาตรฐานการควบคุมคุณภาพ ISO 9001:2008 จึงมั่นใจได้ในสินค้าและบริการของเรา ที่สามารถส่งตรงถึงคุณได้อย่างรวดเร็ว เป็นที่น่าพอใจ เพื่อให้งานของคุณไม่ติดขัดและเสร็จสิ้นได้ตามเป้าหมาย",
    "view-all": "ดูทั้งหมด",

    "type": "ประเภท",
    "model-you-can-choose": "โมเดลที่คุณเลือกได้",
    "model": "โมเดล",
    "no-models-available": "ไม่มีโมเดลที่ระบุในขณะนี้",
    "option-you-can-choose": "ปรับแต่งสินค้า",
    "size": "ขนาด",
    "available-upon-request": "มีจำหน่ายทุกขนาดตามต้องการ",
    "size-p1": "สินค้ามีจัดจำหน่ายทุกขนาดตามต้องการ",
    "fire-rating": "ระดับการทนไฟ",
    "0-3-hours": "0-3 ชั่วโมง (3 ชั่วโมงตามมาตรฐาน UL10C)",
    "door-type": "ประเภทของประตู",
    "door-type-p1": "บานเดี่ยว, บานคู่",
    "vision-panel": "ช่องกระจก",
    "vision-panel-p1": "สั่งทำได้ (ขนาดของช่องกระจกจะถูกจำกัดในรุ่นทนไฟ ติดต่อเราเพื่อขอข้อมูลเพิ่มเติม)",
    "louvers": "ช่องเกล็ด",
    "louvers-p1": "สั่งทำได้",
    "door-closers": "โช้คประตู",
    "door-locks": "อุปกรณ์ล็อคประตู",
    "wheel-set": "ลูกเลื่อนประตู",
    "door-handles": "ด้านจับประตู",
    "door-holders": "อุปกรณ์ยึดบานประตู",
    "fire-exit-devices": "คานผลักประตูหนีไฟ",
    "etc": "อุปกรณ์อื่นๆ",



    "hardware-you-can-add": "อุปกรณ์เสริมที่สามารถติดตั้งเพิ่มเติมได้",
    "get-a-quote": "ขอใบเสนอราคา",

    "description": "ข้อมูลสินค้า",
    "certificate": "ใบรับรอง",
    "installation": "คู่มือการติดตั้ง",
    "catalogue": "แค็ตตาล็อก",
    "download": "ดาวน์โหลด",
    "no-file-available": "ยังไม่มีไฟล์ข้อมูลในขณะนี้",

    "pcj-industries-company-limited": "บริษัท พีซีเจ อุตสาหกรรม จำกัด",
    "headquarters": "สำนักงานใหญ่",
    "factory": "โรงงาน",

    "199/24-25 Vibhavadeerangsit Road,": "199/24-25 ถนนวิภาวดีรังสิต",
    "Samsennai, Phayathai,": "แขวงสามเสนใน เขตพญาไท",
    "Bangkok 10400, Thailand": "จังหวัดกรุงเทพ 10400, ประเทศไทย",
    "Mon - Sat 8:30AM - 5:30PM (ICT)": "จันทร์ - เสาร์ 8:30 - 17:30",

    "45/2 Kaengkhoi-Salaengpan Road, Moo 8,": "45/2 ถนนแก่งคอย-แสลงพัน หมู่ 8",
    "Banpa, Kaengkhoi,": "ตำบลบ้านป่า อำเภอแก่งคอย",
    "Saraburi 18110, Thailand": "จังหวัดสระบุรี 18110 ประเทศไทย",

    "job-positions-available": "ตำแหน่งที่เปิดรับ",
    "Sales Executive(lnternational)": "พนักงานขาย (ต่างประเทศ)",
    "Sales Executive(Domestic)": "พนักงานขาย (ในประเทศ)",
    "Sales Coordinator": "พนักงานประสานงานขาย",
    "Marketing Executive": "พนักงานการตลาด",
    "Purchasing Admin.": "พนักงานจัดซื้อ",
    "Accountant": "พนักงานบัญชี",
    "Finance Staff": "พนักงานการเงิน",
    "HR Admin.": "พนักงงานบุคคล",
    "Production Engineer": "วิศวกรการผลิต",
    "R&D Engineer": "วิศวกรวิจัยและพัฒนา",
    "QA Engineer": "วิศวกรประกันคุณภาพ",
    "Construction & Maintenance Engineer": "วิศวกรก่อสร้างและซ่อมบำรุง",
    "CAD Operator": "พนักงานเขียนแบบ Auto CAD",
    "Operator/Technician": "ช่างเทคนิค",
    "Warehouse Admin.": "พนักงานดูแลคลังสินค้า",
    "Production Admin.": "พนักงานธุรการฝ่ายผลิต",

    "no-project-matches": "No project matches the filter",

    "certificates-from-world-wide": "Certificates from world wide accepted organization",
    "product-distribute-worldwide": "Our products have been distributed to many countries worldwide",

    "about-p1": "บริษัท พีซีเจ อุตสาหกรรม จำกัด ก่อตั้งขึ้นในประเทศไทยเมื่อปี พ.ศ. 2541 โดยมีจุดมุ่งหมายในการผลิตวัสดุก่อสร้างคุณภาพสูง ได้แก่ ประตูเหล็ก ดักท์แดมเปอร์ และหน้ากากแอร์ เพื่อยกระดับคุณภาพสิ่งก่อสร้างในประเทศไทยด้วยการใช้วัสดุที่มีคุณภาพดี ต่อมาจึงได้ขยายสู่ตลาดนอกประเทศเพื่อยกระดับคุณภาพในระดับสากล สินค้าของเราได้รับการรับรองคุณภาพจากองค์กรชั้นนำทั่วโลก อาทิเช่น Underwriter Laboratories, British Standard Institution, และ Australian Standard และอื่นๆ อีกทั้งบริษัทยังได้รับการรับรองมาตรฐาน ISO 9001:2008 ทำให้สินค้าของเราเป็นที่เชื่อถือและได้รับการยอมรับจากทั่วทุกมุมโลก",
    "about-p2": "นโยบายที่สำคัญที่สุดของเราคือการผลิตสินค้าคุณภาพเยี่ยม จัดส่งตรงต่อเวลา ด้วยราคาที่ดึงดูดใจ เพื่อให้ลูกค้าทุกท่านสามารถเข้าถึงสินค้าเกรดสูงและดำเนินงานก่อสร้างได้โดยไม่ติดขัด เพื่อเป็นองค์ประกอบสำคัญในการสร้างอาคารคุณภาพดี เราได้ลงทุนกับอุปกรณ์เครื่องมือและทีมวิศวกรเพื่อการวิจัยและพัฒนา ให้สินค้าเรามีคุณภาพที่ดีขึ้นและต้นทุนที่ลดลง ให้เป็นที่ต้องการของลูกค้าทุกท่าน เป็นการส่งเสริมให้เลือกใช้วัสดุคุณภาพสูงสำหรับการก่อสร้างอาคาร อันจะนำประโยชน์สูงสุดคืนสู่ผู้อยู่อาศัยทุกคน",
    "careers-p1": "มาร่วมเป็นส่วนหนึ่งกับครอบครัวพีซีเจและเติบโตไปด้วยกัน เรารับสมัครตำแหน่งงานจำนวนมาก หากคุณสนใจกรุณาส่งใบสมัคร เอกสารประกอบ และรูปถ่ายของคุณมาที่อีเมล์ด้านล่างนี้",
    "careers-p2": "หรือยื่นเอกสารที่สำนักงานใหญ่ของเราโดยตรงตามที่อยู่ด้านล่างนี้ เราจะทำการติดต่อกลับโดยเร็วที่สุด",

    "year": "ปี",
    "country": "ประเทศ",
    "filter-by": "เลือกดูเฉพาะ",
    "all": "ทั้งหมด",
    "go": "ไป",

    "fsd-p1": "พีซีเจ ผลิตและจัดจำหน่ายประตูเหล็กที่มีศักยภาพทนไฟได้ยาวนานสูงสุดถึง 3 ชั่วโมง แต่ยังคงไว้ซึ่งฟังก์ชั่นการใช้งานเหมือนประตูทั่วไป ประตูเหล็กทนไฟของเราได้รับการออกแบบมาเพื่อป้องกันไม่ให้เปลวไฟลุกลามผ่านประตูมาได้แม้แต่เล็กน้อยตามมาตรฐานขององค์กรสากลที่ได้รับการยอมรับอย่างกว้างขวาง อาทิเช่น UL และ BSI เป็นต้น อีกทั้งตัวประตูยังติดตั้งคู่กับวงกบเหล็กที่ได้รับมาตรฐานเดียวกันเพื่อเสริมความแข็งแกร่งในการป้องกันอัคคีภัย ให้คุณไว้วางใจในคุณภาพสินค้าของเราได้",
    "fsd-p2": "ไม่ว่าความต้องการของคุณจะเป็นอย่างไร เราสามารถผลิตและปรับแต่งสินค้าได้หลากหลายรูปแบบตามที่ท่านต้องการ ไม่ว่าจะเป็นทำบานประตูแบบลูกฟัก ติดตั้งช่องกระจกบนบานประตู เสริมแนวขอบประตูเพื่อป้องกันควัน และอื่นๆ เพื่อยกระดับความปลอดภัยของอาคาร โดยไม่ลดทอนฟังก์ชั่นการใช้งานประตูลง",
    "fd-p1": "พีซีเจ ผลิตและจัดจำหน่ายแดมเปอร์ที่มีศักยภาพทนไฟยาวนานสูงสุดถึง 3 ชั่วโมง โดยตัวแดมเปอร์ได้รับการออกแบบให้ปล่อยลมผ่านในสภาวะปกติ และปิดช่องลมในเหตุการณ์ไฟไหม้ หรือเมื่ออุณหภูมิสูงถึงค่าที่กำหนด เพื่อป้องกันไม่ให้เปลวไฟลุกลามผ่านทางช่องลมได้แม้แต่เล็กน้อย ตามมาตรฐาน UL สหรัฐอเมริกา อีกทั้งสินค้าของเรามีให้เลือกหลากหลายขนาดตามความต้องการ รองรับงานติดตั้งขนาดใหญ่สุดถึง 96 X 96 ตารางนิ้ว ให้คุณมั่นใจได้ในคุณภาพที่สามารถตอบโจทย์ทุกความต้องการของคุณ",
    "dd-p1": "พีซีเจ ผลิตและจัดจำหน่ายดักท์แดมเปอร์คุณภาพสูงจากสังกะสีแผ่น มีความแข็งแรงและทนการเกิดสนิมสูง เพื่ออายุการใช้งานที่ยาวนาน ลดงานซ่อมบำรุงหลังติดตั้ง แดมเปอร์ของเรามีให้เลือกหลากหลายรูปแบบและขนาดเพื่อตอบสนองความต้องการใช้งานทุกประเภท อาทิเช่น รูปทรงเหลี่ยม กลม หรือวงรี และยังสามารถปรับแต่งฟังก์ชั่นการควบคุมการไหลผ่านของลมไม่ว่าจะเป็น ปรับด้วยตัวเองหรือติดตั้ง Actuator สำหรับระบบอัตโนมัติ หรือแม้แต่แดมเปอร์สำหรับลดทอนความดังของเสียงที่ปลายท่อ เป็นต้น สินค้าของเราผ่านการทดสอบและได้รับใบรับรองจากสถาบันชั้นนำของประเทศ จึงมั่นใจได้ในคุณภาพและประสิทธิภาพดักท์แดมเปอร์ของ พีซีเจ",
    "ao-p1": "พีซีเจ ผลิตและจัดจำหน่ายหน้ากากแอร์คุณภาพสูงจากอะลูมิเนียมชุบ เพื่อให้มีน้ำหนักเบาเหมาะสมกับการใช้งานที่ต้องติดตั้งบนเพดานหรือกำแพงทุกประเภท มีอายุการใช้งานที่ยาวนาน ลดงานซ่อมบำรุงหลังติดตั้ง หน้ากากแอร์ของเราได้รับการรับรองคุณภาพจากองค์กรสากลที่ได้รับการยอมรับอย่างกว้างขวาง อาทิเช่น Air Diffusion Council และ Australian Standard เป็นต้น อีกทั้งเรายังรับทำเคลือบสีตัวหน้ากากแอร์ เพื่อให้เหมาะสมกับบริเวณที่ติดตั้งสินค้า ตอบโจทย์ทุกความต้องการทั้งทางด้านคุณภาพ และความสวยงาม",

    "low-leak": "Low Leak",
    "low-leak-p1": "สั่งทำได้",
    "motorized": "Motorized",
    "motorized-p1": "สั่งทำได้",





    "seo-home-title": "PCJ INDUSTRIES",
    "seo-home-meta-keyword": "Fire Steel Doors, Fire Dampers, Duct Dampers, Air Outlets",
    "seo-home-meta-desc": "We are experts in manufacturing fire steel doors, fire dampers, duct dampers, and air outlets since 1998",

    "seo-project-title": "Projects - PCJ",
    "seo-project-meta-keyword": "Projects - PCJ",
    "seo-project-meta-desc": "Hundreds of customers around the world have trusted in quality of our products. Please take a look at notably projects",

    "seo-about-title": "About - PCJ",
    "seo-about-meta-keyword": "About - PCJ",
    "seo-about-meta-desc": "PCJ INDUSTRIES is an expert in manufacturing of fire steel doors, fire dampers, duct dampers, and air outlets since 1998",

    "seo-contact-title": "contact - PCJ",
    "seo-contact-meta-keyword": "contact - PCJ",
    "seo-contact-meta-desc": "We are pleased to hear from you. Send us an email at sales@pcjindustries.co.th or call us at +66 2 279 4166, +66 2 616 0184",

    "seo-careers-title": "careers - PCJ",
    "seo-careers-meta-keyword": "careers - PCJ",
    "seo-careers-meta-desc": "You are more than welcome to join our PCJ family. Please visit our website for available positions",

    "seo-fsd-title": "Fire Steel Doors - UL, BSI - PCJ",
    "seo-fsd-meta-keyword": "Fire Steel Doors - UL, BSI - PCJ",
    "seo-fsd-meta-desc": "PCJ is an expert in manufacturing fire rated steel doors. We provide various types of steel doors that are certified by UL & BSI.",

    "seo-fd-title": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-keyword": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-desc": "PCJ is an expert in manufacturing fire rated dampers. We provide many types of fire resistance dampers that are certified by UL standards",

    "seo-dd-title": "Duct Dampers - PCJ",
    "seo-dd-meta-keyword": "Duct Dampers - PCJ",
    "seo-dd-meta-desc": "PCJ is an expert in manufacturing duct dampers. Plenty models are available and customizable upon your request to fit any requirements.",

    "seo-ao-title": "Air Outlets - ADC, AS - PCJ",
    "seo-ao-meta-keyword": "Air Outlets - ADC, AS - PCJ",
    "seo-ao-meta-desc": "PCJ is an expert in manufacturing air outlets. Various models certified by ADC & AS are available to fit any requirements you may have.",

    "": ""
}
