{
    "pcj-industries": "พีซีเจ อุตสาหกรรม",
    "pcj": "พีซีเจ",
    "about": "เกี่ยวกับเรา",
    "about-us": "เกี่ยวกับเรา",
    "products": "สินค้า",
    "projects": "ผลงาน",
    "news": "ข่าวสาร",
    "contact": "ติดต่อเรา",
    "contact-us": "ติดต่อเรา",
    "careers": "ร่วมงานกับเรา",
    "follow-us": "ติดตามเรา",

    "fire-steel-doors": "ประตูทนไฟ",
    "fire-dampers": "แดมเปอร์ทนไฟ",
    "duct-dampers": "ดักท์แดมเปอร์",
    "air-outlets": "หน้ากากแอร์",
    "duct-silencers": "ดักท์ไซเลนเซอร์",

    "quality-you-can-trust": "คุณภาพที่คุณวางใจ",
    "quality-you-can-trust-detail-p1": "ด้วยประสบการณ์ที่สั่งสมมาอย่างยาวนานกว่า",
    "quality-you-can-trust-detail-p2": "ปี บริษัท พีซีเจ อุตสาหกรรม จำกัด ได้ทำการส่งมอบผลิตภัณฑ์คุณภาพสูงทั่วทุกภูมิภาคของประเทศไทย และอีกหลายประเทศทั่วโลก จนเป็นที่รู้จักและให้การยอมรับอย่างกว้างขวางในวงการก่อสร้าง ทั้งในด้านคุณภาพของสินค้าที่เชื่อถือได้ และบริการที่ตรงต่อเวลา ด้วยสายการผลิตที่มีเครื่องมือชั้นนำ ทีมบุคลากรผู้เชี่ยวชาญ และมาตรฐานการควบคุมคุณภาพ ISO 9001:2008 จึงมั่นใจได้ในสินค้าและบริการของเรา ที่สามารถส่งตรงถึงคุณได้อย่างรวดเร็ว เป็นที่น่าพอใจ เพื่อให้งานของคุณไม่ติดขัดและเสร็จสิ้นได้ตามเป้าหมาย",
    "view-all": "ดูทั้งหมด",

    "type": "ประเภท",
    "model-you-can-choose": "โมเดลที่คุณเลือกได้",
    "model": "โมเดล",
    "no-models-available": "ไม่มีโมเดลที่ระบุในขณะนี้",
    "option-you-can-choose": "ปรับแต่งสินค้า",
    "size": "ขนาด",
    "available-upon-request": "มีจำหน่ายทุกขนาดตามต้องการ",
    "size-p1": "สินค้ามีจัดจำหน่ายทุกขนาดตามต้องการ",
    "fire-rating": "อัตราการทนไฟ",
    "0-3-hours": "3 ชั่วโมงตามมาตรฐาน ANSI/UL 10C, CAN/ULC S104",
    "3-hour-dampers": "3 ชั่วโมงตามมาตรฐาน ANSI/UL 555, CAN/ULC S112",
    "3-hour": "3 ชั่วโมง",
    "door-style": "แบบของประตู",
    "door-style-p1": "แบบเรียบ, แบบเรียบมีช่องกระจก, แบบลูกฟัก",
    "door-type": "ประเภทของประตู",
    "door-type-p1": "บานเดี่ยว, บานคู่",
    "vision-panel": "ช่องกระจก",
    "vision-panel-p1": "สั่งทำได้ (ช่องกระจกขนาดใหญ่สุด 100 ตารางนิ้ว)",
    "louvers": "ช่องเกล็ด",
    "louvers-p1": "สั่งทำได้",
    "door-closers": "โช้คประตู",
    "door-locks": "อุปกรณ์ล็อคประตู",
    "wheel-set": "ลูกเลื่อนประตู",
    "door-handles": "ด้านจับประตู",
    "door-holders": "อุปกรณ์ยึดบานประตู",
    "fire-exit-devices": "คานผลักประตูหนีไฟ",
    "etc": "อุปกรณ์อื่นๆ",
    "door-hinge": "บานพับประตู",
    "seal": "ซีลประตู",
    "automatic-door-bottom": "ซีลประตูอัตโนมัติ",
    "fire-door-coordinator": "ตัวควบคุมการปิดประตู",



    "hardware-you-can-add": "อุปกรณ์เสริมที่สามารถติดตั้งเพิ่มเติมได้",
    "get-a-quote": "ขอใบเสนอราคา",

    "description": "ข้อมูลสินค้า",
    "certificate": "ใบรับรอง",
    "installation": "คู่มือการติดตั้ง",
    "catalogue": "แค็ตตาล็อก",
    "download": "ดาวน์โหลด",
    "no-file-available": "ยังไม่มีไฟล์ข้อมูลในขณะนี้",

    "pcj-industries-company-limited": "บริษัท พีซีเจ อุตสาหกรรม จำกัด",
    "headquarters": "สำนักงานใหญ่",
    "factory": "โรงงาน",

    "199/24-25 Vibhavadeerangsit Road,": "199/24-25 ถนนวิภาวดีรังสิต",
    "Samsennai, Phayathai,": "แขวงสามเสนใน เขตพญาไท",
    "Bangkok 10400, Thailand": "จังหวัดกรุงเทพ 10400, ประเทศไทย",
    "Mon - Sat": "จันทร์ - เสาร์",
    "8:30AM - 5:30PM (ICT)": "เวลา 8:30 - 17:30",

    "45/2 Kaengkhoi-Salaengpan Road, Moo 8,": "45/2 ถนนแก่งคอย-แสลงพัน หมู่ 8",
    "Banpa, Kaengkhoi,": "ตำบลบ้านป่า อำเภอแก่งคอย",
    "Saraburi 18110, Thailand": "จังหวัดสระบุรี 18110 ประเทศไทย",

    "job-positions-available": "ตำแหน่งที่เปิดรับ",
    "Sales Executive(lnternational)": "พนักงานขาย (ต่างประเทศ)",
    "Sales Executive(Domestic)": "พนักงานขาย (ในประเทศ)",
    "Sales Coordinator": "พนักงานประสานงานขาย",
    "Marketing Executive": "พนักงานการตลาด",
    "Purchasing Admin.": "พนักงานจัดซื้อ",
    "Accountant": "พนักงานบัญชี",
    "Finance Staff": "พนักงานการเงิน",
    "HR Admin.": "พนักงงานบุคคล",
    "Production Engineer": "วิศวกรการผลิต",
    "R&D Engineer": "วิศวกรวิจัยและพัฒนา",
    "QA Engineer": "วิศวกรประกันคุณภาพ",
    "Construction & Maintenance Engineer": "วิศวกรก่อสร้างและซ่อมบำรุง",
    "CAD Operator": "พนักงานเขียนแบบ Auto CAD",
    "Operator/Technician": "ช่างเทคนิค",
    "Warehouse Admin.": "พนักงานดูแลคลังสินค้า",
    "Production Admin.": "พนักงานธุรการฝ่ายผลิต",

    "no-project-matches": "No project matches the filter",

    "certificates-from-world-wide": "Certificates from world wide accepted organization",
    "product-distribute-worldwide": "Our products have been distributed to many countries worldwide",

    "about-p1": "บริษัท พีซีเจ อุตสาหกรรม จำกัด ก่อตั้งขึ้นในประเทศไทยเมื่อปี พ.ศ. 2541 โดยมีจุดมุ่งหมายในการผลิตวัสดุก่อสร้างคุณภาพสูง ได้แก่ ประตูเหล็กทนไฟ แดมเปอร์ทนไฟ ดักท์แดมเปอร์ ดักท์ไซเลนเซอร์ อคูสติกลูเวอร์ และหน้ากากแอร์ เพื่อยกระดับมาตรฐาน และความปลอดภัยของอาคาร สินค้าของเราได้รับการรับรองคุณภาพจากองค์กรชั้นนำทั่วโลก อาทิเช่น Underwriter Laboratories, British Standard Institution, Standards Australia และอื่นๆ อีกทั้งบริษัทยังได้รับการรับรองมาตรฐาน ISO 9001:2008 อย่างเต็มระบบอีกด้วย",
    "about-p2": "เราได้ลงทุนกับการวิจัยและพัฒนาอย่างต่อเนื่อง เพื่อให้มาตรฐานและความสวยงามของสินค้ามีความทันสมัยอยู่เสมอ เรามีผลงานมากมายจนเป็นที่รู้จักอย่างกว้างขวางในระดับประเทศ และกำลังขยายสู่ตลาดสากลอย่างมั่นคง นโยบายที่สำคัญที่สุดของเราคือการผลิตสินค้าตามมาตรฐานสากลอย่างเข้มงวด เพื่อให้มีคุณภาพดี โดยมีราคาน่าดึงดูดใจ และจัดส่งตรงเวลา สิ่งเหล่านี้ได้กลายมาเป็นส่วนสำคัญที่แสดงถึงความเป็นบริษัทของเรา และจะเป็นเช่นนี้ตลอดไป",
    "careers-p1": "มาร่วมเป็นส่วนหนึ่งกับครอบครัวพีซีเจและเติบโตไปด้วยกัน เรารับสมัครตำแหน่งงานจำนวนมาก หากคุณสนใจกรุณาส่งใบสมัคร เอกสารประกอบ และรูปถ่ายของคุณมาที่อีเมล์ด้านล่างนี้",
    "careers-p2": "หรือยื่นเอกสารที่สำนักงานใหญ่ของเราโดยตรงตามที่อยู่ด้านล่างนี้ เราจะทำการติดต่อกลับโดยเร็วที่สุด",

    "year": "ปี",
    "country": "ประเทศ",
    "filter-by": "เลือกดูเฉพาะ",
    "all": "ทั้งหมด",
    "go": "ไป",
    "location": "ที่ตั้ง",
    "company": "เครือบริษัท",

    "fsd-p1": "พีซีเจ ผลิตและจัดจำหน่ายประตูเหล็กที่มีศักยภาพทนไฟได้ยาวนานสูงสุดถึง 3 ชั่วโมง แต่ยังคงไว้ซึ่งฟังก์ชั่นการใช้งานเหมือนประตูทั่วไป ประตูเหล็กทนไฟของเราได้รับการออกแบบมาเพื่อป้องกันไม่ให้เปลวไฟลุกลามผ่านประตูมาได้แม้แต่เล็กน้อยตามมาตรฐานขององค์กรสากลที่ได้รับการยอมรับอย่างกว้างขวาง อาทิเช่น UL และ BSI เป็นต้น อีกทั้งตัวประตูยังติดตั้งคู่กับวงกบเหล็กที่ได้รับมาตรฐานเดียวกันเพื่อเสริมความแข็งแกร่งในการป้องกันอัคคีภัย ให้คุณไว้วางใจในคุณภาพสินค้าของเราได้",
    "fsd-p2": "ไม่ว่าความต้องการของคุณจะเป็นอย่างไร เราสามารถผลิตและปรับแต่งสินค้าได้หลากหลายรูปแบบตามที่ท่านต้องการ ไม่ว่าจะเป็นทำบานประตูแบบลูกฟัก ติดตั้งช่องกระจกบนบานประตู เสริมแนวขอบประตูเพื่อป้องกันควัน และอื่นๆ เพื่อยกระดับความปลอดภัยของอาคาร โดยไม่ลดทอนฟังก์ชั่นการใช้งานประตูลง",
    "fd-p1": "เราผลิตและจัดจำหน่ายแดมเปอร์ที่มีอัตราการทนไฟ 3 ชั่วโมง ซึ่งสามารถนำไปยึดติดในแนวตั้งกับตัวกั้นเขตทนไฟ เช่น กำแพงหรือฉากกั้น โดยใช้ในทิศทางใดของลมก็ได้ แดมเปอร์ทนไฟถูกออกแบบให้ปิดช่องลมโดยอัตโนมัติในเหตุการณ์ไฟไหม้ เพื่อป้องกันไม่ให้เปลวไฟลุกลามผ่านอาณาเขตได้ สินค้าของเราได้รับการรับรองโดย UL สหรัฐอเมริกา ตามมาตรฐาน ANSI/UL 555, CAN/ULC S112 และมีให้เลือกหลากหลาย ใหญ่สุดถึง 96 X 96 ตารางนิ้ว เพื่อรองรับทุกความต้องการด้านความปลอดภัยของคุณ",
    "dd-p1": "เราผลิตและจัดจำหน่ายดักท์แดมเปอร์คุณภาพสูงผลิตจากสังกะสีแผ่น เพื่อเสริมความแข็งแรง ทนต่อสนิม และยืดอายุการใช้งานให้ยาวนาน แดมเปอร์ของเรามีให้เลือกหลากหลายรูปแบบและขนาดเพื่อตอบสนองความต้องการใช้งานทุกประเภท อาทิเช่น รูปทรงเหลี่ยม กลม หรือวงรี อีกทั้งแดมเปอร์ยังสามารถปรับแต่งเพื่อเพิ่งฟังก์ชั่นการใช้งานได้ เช่น การปรับปริมาตรลมอัตโนมัติ หรือ เสริมโครงสร้างพิเศษเพื่อลดการรั่ว สินค้าของเราได้รับการทดสอบ และรับรองประสิทธิภาพ โดยสถาบันชั้นนำของประเทศ เพื่อให้คุณมั่นใจได้ในคุณภาพสินค้าของเรา",
    "ao-p1": "เราผลิตและจัดจำหน่ายหน้ากากแอร์คุณภาพสูงผลิตจากอะลูมิเนียมชุบ เพื่อให้มีน้ำหนักเบา ทนต่อความหมอง และมีอายุการใช้งานที่ยาวนาน อีกทั้งเรายังรับเคลือบสีผงตัวหน้ากากแอร์เพื่อความสวยงาม ให้เข้ากับอาคารหรือบริเวณที่นำไปติดตั้ง สินค้าของเราได้รับการรับรองจาก Air Diffusion Council ตามมาตรฐาน ADC 1062 : GRID-84 และ Standards Australia ตามมาตรฐาน AS 1217.2-1985 อีกทั้งยังมีให้เลือกหลากหลายขนาด เพื่อตอบรับทุกความต้องการของคุณ",
    "ds-p1": "เราผลิตและจัดจำหน่ายดักท์ไซเลนเซอร์คุณภาพสูงผลิตจากสังกะสีแผ่น เพื่อเสริมความแข็งแรง ภายในบุด้วยฉนวนใยแก้วซึ่งหุ้มด้วยสังกะสีแผ่นเจาะรูเพื่อปกป้องใยแก้ว และยืดอายุการใช้งาน สินค้าของเรามีจำหน่ายทุกขนาดตามความต้องการ อีกทั้งยังได้รับการรับรองจากสถาบัน Standards Australia ตามมาตรฐาน AS 1277 ในด้านประสิทธิภาพการลดเสียง ให้คุณมั่นใจได้ในคุณภาพสินค้าของเรา",

    "low-leak": "Low Leak",
    "low-leak-p1": "สั่งทำได้",
    "motorized": "Motorized",
    "motorized-p1": "สั่งทำได้",





    "seo-home-title": "PCJ INDUSTRIES",
    "seo-home-meta-keyword": "Fire Steel Doors, Fire Dampers, Duct Dampers, Air Outlets",
    "seo-home-meta-desc": "We are experts in manufacturing fire steel doors, fire dampers, duct dampers, duct silencers, acoustic louvers, and air outlets since 1998",

    "seo-project-title": "Projects - PCJ",
    "seo-project-meta-keyword": "Projects - PCJ",
    "seo-project-meta-desc": "Hundreds of customers around the world have trusted in quality of our products. Please take a look at notably projects",

    "seo-about-title": "About - PCJ",
    "seo-about-meta-keyword": "About - PCJ",
    "seo-about-meta-desc": "PCJ INDUSTRIES is an expert in manufacturing of fire steel doors, fire dampers, duct dampers, and air outlets since 1998",

    "seo-contact-title": "contact - PCJ",
    "seo-contact-meta-keyword": "contact - PCJ",
    "seo-contact-meta-desc": "We are pleased to hear from you. Send us an email at sales@pcjindustries.co.th or call us at +66 2 279 4166, +66 2 616 0184",

    "seo-careers-title": "careers - PCJ",
    "seo-careers-meta-keyword": "careers - PCJ",
    "seo-careers-meta-desc": "You are more than welcome to join our PCJ family. Please visit our website for available positions",

    "seo-fsd-title": "Fire Steel Doors - UL, BSI - PCJ",
    "seo-fsd-meta-keyword": "Fire Steel Doors - UL, BSI - PCJ",
    "seo-fsd-meta-desc": "PCJ is an expert in manufacturing fire rated steel doors. We provide various types of steel doors that are certified by UL & BSI.",

    "seo-fd-title": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-keyword": "Fire Dampers - UL - PCJ",
    "seo-fd-meta-desc": "PCJ is an expert in manufacturing fire rated dampers. We provide many types of fire resistance dampers that are certified by UL standards",

    "seo-dd-title": "Duct Dampers - PCJ",
    "seo-dd-meta-keyword": "Duct Dampers - PCJ",
    "seo-dd-meta-desc": "PCJ is an expert in manufacturing duct dampers. Plenty models certified by AS are available upon your request to fit any requirements.",

    "seo-ds-title": "Duct Silencers & Acoustic Louvers - AS - PCJ",
    "seo-ds-meta-keyword": "Duct Silencers & Acoustic Louvers - AS - PCJ",
    "seo-ds-meta-desc": "PCJ is an expert in manufacturing duct silencers and acoustic louvers. We provides various types of silencers and louvers certified by AS",

    "seo-ao-title": "Air Outlets - ADC, AS - PCJ",
    "seo-ao-meta-keyword": "Air Outlets - ADC, AS - PCJ",
    "seo-ao-meta-desc": "PCJ is an expert in manufacturing air outlets. Various models certified by ADC & AS are available to fit any requirements you may have.",

    "seo-news-title": "News - PCJ",
    "seo-news-meta-keyword": "Fire Steel Doors, Fire Dampers, Duct Dampers, Air Outlets",
    "seo-news-meta-desc": "Recent news about PCJ INDUSTRIES",

    "": ""
}
